Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: The Decalogue was entrusted by God to Moses, who himself placed it in the ark (Deuteronomy 10:5), while the ceremonial law was entrusted by Moses to the priests, who, in turn, placed it alongside the ark (Deuteronomy 31:26).
pt: O Decálogo foi confiado por Deus a Moisés, que o colocou na arca (Deuteronômio 10: 5), enquanto a lei cerimonial foi confiada por Moisés aos sacerdotes, que, por sua vez, a colocaram ao lado da arca (Deuteronômio 31:26). ).

source: The Decalogue was graven on tables of stone - an imperishable material (Deuteronomy 10:3), while the ceremonial law had been written in a book - a perishable material (Deuteronomy 31:24).
pt: O Decálogo foi gravado em tábuas de pedra - um material imperecível (Deuteronômio 10: 3), enquanto a lei cerimonial foi escrita em um livro - um material perecível (Deuteronômio 31:24).

source: The Decree.
pt: O decreto

source: The Duty of the Christian.
pt: O dever do cristão.

source: The Duty of the Jew.
pt: O dever do judeu

source: The Essenes and the Pharisees had no difficulty admitting the transient nature of ritual law as compared to the moral law.
pt: Os essênios e os fariseus não tinham dificuldade em admitir a natureza transitória do direito ritual em comparação com a lei moral.

source: The Eternal Messiah.
pt: O Messias Eterno

source: The Fear of God
pt: O temor de Deus

source: The German had to be distinguished from the one they all recognized as the foreigner in their midst: the Jew.
pt: O alemão devia ser distinguido daquele que todos reconheciam como estrangeiro no meio deles: o judeu.

source: The German people seem to need this thesis as a basis for national unity.
pt: O povo alemão parece precisar dessa tese como base para a unidade nacional.

source: The German people were still struggling to extricate themselves from the particularist and anarchist political system of the preceding centuries which had made of them an assemblage of the most diverse peoples.
pt: O povo alemão ainda estava lutando para se libertar do sistema político particularista e anarquista dos séculos precedentes, que fez deles uma assembléia dos povos mais diversos.

source: The Gospel of History
pt: O Evangelho da História

source: The Greek text is susceptible to various translations, however, and one form of the text (that printed in the Migne Patrologia Graeca) indeed reads, “No longer sabbatizing, but living according to the life of the Lord.”
pt: O texto grego é suscetível a várias traduções, no entanto, e uma forma do texto (que aparece na Migne Patrologia Graeca) realmente diz: "Não mais sabatize, mas viva de acordo com a vida do Senhor".

source: The Hebrew Chronicles have been published by A. Neubauer and M. Stern, op.
pt: As Crônicas Hebraicas foram publicadas por A. Neubauer e M. Stern, op.

source: The Hebrew prophet spoke because obligation was placed upon him to do so.
pt: O profeta hebreu falou porque a obrigação foi colocada sobre ele para fazê-lo.

source: The Hebrew word which conveys the idea “fear of God”260 is related to the verb meaning “to see.“261
pt: A palavra hebraica que transmite a idéia “temor de Deus” está relacionada ao verbo que significa “ver”.

source: The History of AntiSemitism
pt: A História do Antissemitismo

source: The Holy Scriptures were authored by men who were grounded on that reality.
pt: As Sagradas Escrituras eram de autoria de homens que se baseavam nessa realidade.

source: The Human Argument
pt: O Argumento Humano

source: The Inspired Oracles provided their best arguments; they turned readily to the Scriptures.
pt: Os Oráculos Inspirados forneceram seus melhores argumentos; eles se voltaram prontamente para as Escrituras.

source: The Interpretation in Reality
pt: A interpretação na realidade

source: The Israelite did not write so he could be a poet or a philosopher and charm his readers.
pt: O israelita não escreveu para que pudesse ser poeta ou filósofo e encantar seus leitores.

source: The Jew and the Christian who make a decision to start on this difficult path must refrain totally from passing judgment on the other, from enclosing one or the other within biological, psychological, or theological definitions and labels.
pt: O judeu e o cristão que tomam a decisão de começar neste difícil caminho devem abster-se totalmente de julgar o outro, de incluir um ou outro dentro de definições e rótulos biológicos, psicológicos ou teológicos.

source: The Jew has been tragically short-changed in this development.
pt: O judeu foi trocado de maneira trágica nesse desenvolvimento.

source: The Jew is TOO intelligent.
pt: O judeu é MUITO inteligente.

source: The Jew may become atheist, Marxist, or even Trotskyist; he may even go so far as to make war on God, religion, and the people of Israel, joining with parties whose well-defined programs are anti-Jewish and anti-Israelite; he may become hippie, Palestinian, or even gangster, yet he will remain for all of that a member of the family.
pt: O judeu pode se tornar ateu, marxista ou mesmo trotskista; ele pode ir tão longe a ponto de fazer guerra contra Deus, a religião e o povo de Israel, unindo-se a partidos cujos programas bem definidos são antijudaicos e anti-israelitas; ele pode se tornar hippie, palestino ou mesmo gangster, mas permanecerá como um membro da família.

source: The Jew must be careful not to consider himself to be what the legend has made him out to be: cunning, dishonest, and a lover of money.
pt: O judeu deve ter cuidado para não se considerar o que a lenda o fez ser: astuto, desonesto e amante do dinheiro.

source: The Jew must find tolerance in his heart for the Christian - even for the converted Jew.
pt: O judeu deve encontrar tolerância em seu coração para o cristão - mesmo para o judeu convertido.

source: The Jew must not allow himself to be carried off by blind reaction; rather the wise do well to take advantage of values wherever found, despite any distaste that might be inspired by the truth-bearer.
pt: O judeu não deve deixar-se levar pela reação cega; em vez disso, os sábios fazem bem em aproveitar os valores encontrados em qualquer lugar, apesar de qualquer desgosto que possa ser inspirado pelo portador da verdade.

source: The Jew must not allow himself to fall into the same misconceptions that have caused his own torture for centuries.
pt: O judeu não deve permitir-se cair nos mesmos equívocos que causaram sua própria tortura por séculos.

source: The Jew practices usury and is cruel because he is Jewish.
pt: O judeu pratica usura e é cruel porque é judeu.

source: The Jew s who accepted the Messiah from Nazareth had plenty, therefore, to justify their commitment.
pt: Os judeus que aceitaram o Messias de Nazaré tiveram, portanto, muito para justificar seu compromisso.

source: The Jew should never become aggressive toward the Christian who begins a discussion with him.
pt: O judeu nunca deve se tornar agressivo para com o cristão que começa uma discussão com ele.

source: The Jew tends to overreact,233 falling into the opposite extreme of rejecting nervously and systematically everything that approaches him from the other side.
pt: O judeu tende a reagir exageradamente, caindo no extremo oposto de rejeitar nervosa e sistematicamente tudo o que se aproxima dele do outro lado.

source: The Jew today would not stand in a face-off with the Christian; for the Christian, by nature and in Christ, would be a Jew.
pt: O judeu hoje não estaria em uma disputa com o cristão; para o cristão, por natureza e em Cristo, seria judeu.

source: The Jew was considered the incarnation of evil, and he was held responsible for all evils (plague, etc.), and he would be identified with the devil, especially in the fourteenth century.
pt: O judeu era considerado a encarnação do mal, e ele era considerado responsável por todos os males (peste, etc.), e ele seria identificado com o diabo, especialmente no século XIV.

source: The Jew who converted to Christianity had not yet become a traitor.
pt: O judeu que se converteu ao cristianismo ainda não se tornou um traidor.

source: The Jew will be further obligated to guard himself from any disrespect for Christian culture and truth when they are sound and just.
pt: O judeu será mais obrigado a se proteger de qualquer desrespeito pela cultura e pela verdade cristãs quando elas forem sãs e justas.

source: The Jew, once he has become acquainted with and has lived the truth ot the Messiah, will turn to the Sacred Hook to find therein the confirmation and not the basis of his faith.
pt: O judeu, uma vez que ele tenha se familiarizado com e tenha vivido a verdade do Messias, se voltará para o Sagrado Anzol para encontrar nele a confirmação e não a base de sua fé.

source: The Jewish denial owes much, it is believed, to this conclusion, which, in a way, is a reaction.
pt: A negação judaica deve muito, acredita-se, a essa conclusão, que, de certo modo, é uma reação.

source: The Jewish historian Jules Isaac came to the same conclusion: “When, by a complete reversal of the situation, the Christian Church had ceased to be persecuted and victoriously had become the State religion, which was some 1600 years ago in Constantine’s time (312 to 337), Judaism also suffered a reversal, but in the opposite direction.
pt: O historiador judeu Jules Isaac chegou à mesma conclusão: “Quando, por uma reversão completa da situação, a Igreja Cristã deixou de ser perseguida e vitoriosamente tornou-se a religião do Estado, que era cerca de 1600 anos atrás no tempo de Constantino (312 a 337), o judaísmo também sofreu uma reversão, mas na direção oposta.

source: The Jewish question presents itself here not just in terms of theology, but, more dramatically, in letters reddened with spilled blood - written in the depths of our humanity.
pt: A questão judaica se apresenta aqui não apenas em termos de teologia, mas, mais dramaticamente, em letras avermelhadas com sangue derramado - escritas nas profundezas de nossa humanidade.

source: The Jewish-Christian separation had become a full-blown human problem.
pt: A separação judaico-cristã havia se tornado um problema humano completo.

source: The Jewishness of Jesus has recently been pointed out by the Catholic theologian C. Tresmontant in L’enseignement de leshoua de Nazareth.
pt: O judaísmo de Jesus foi recentemente apontado pelo teólogo católico C. Tresmontant em L'enseignement de leshoua de Nazareth.

source: The Jews did not refuse to accept Jeshua the Messiah simply because they were stiff-necked or pharisaical, nor were they insensitive to His message.
pt: Os judeus não se recusaram a aceitar Jeshua, o Messias, simplesmente porque eram rígidos ou farisaicos, nem eram insensíveis à Sua mensagem.

source: The Jews listened to him, and many of them were baptized.
pt: Os judeus ouviram-no e muitos deles foram batizados.

source: The Jews.
pt: Os judeus.

source: The Jew’s duty, among others, is to make himself see clearly his own mistakes - frankly, systematically, but without ever conceding to a compromise or to silence.
pt: O dever do judeu, entre outros, é fazer com que ele veja com clareza seus próprios erros - francamente, sistematicamente, mas sem jamais admitir um compromisso ou um silêncio.

source: The Judeo-Christian conflict arose chiefly from that open separation; the Church, therefore, must be saddled with the principal responsibility for it.
pt: O conflito judaico-cristão surgiu principalmente dessa separação aberta; a Igreja, portanto, deve estar sobrecarregada com a responsabilidade principal por isso.

source: The Judeo-Christian controversy was going full blast, and the Talmud and the Midrash were both participants.189 The fact that these texts we have been considering were nevertheless passed along shows to what degree Israel was immersed in messianic theology; the fact also attests to the honesty of the scribes.
pt: A controvérsia judaico-cristã estava em plena explosão, e o Talmud e o Midrash eram ambos participantes.189 O fato de que esses textos que estivemos considerando foram, no entanto, transmitidos mostra até que ponto Israel estava imerso na teologia messiânica; o fato também atesta a honestidade dos escribas.

source: The Judeo-Christian world constitutes a minority in a total world community which appears content to drift toward the unspeakable possibility of atomic annihilation.
pt: O mundo judaico-cristão constitui uma minoria em uma comunidade mundial que parece satisfeita em se dirigir à indescritível possibilidade de aniquilação atômica.

source: The Law drives the lost one to cry to God for mercy and grace.
pt: A lei leva o perdido a clamar a Deus por misericórdia e graça.

source: The Law given at Sinai in the form of the Ten Commandments can evoke in the heart a feeling of personal failure and weakness, of sin and its condemnation.
pt: A Lei dada no Sinai na forma dos Dez Mandamentos pode evocar no coração um sentimento de fracasso pessoal e fraqueza, de pecado e sua condenação.

source: The Law is to be in the heart and control the total being.
pt: A lei é estar no coração e controlar o ser total.

source: The Law now was to be assimilated, lived, accepted from within; its inner motivating power would supersede outward character of constraint.
pt: A Lei agora deveria ser assimilada, vivida, aceita de dentro; seu poder motivador interior superaria o caráter exterior de restrição.

source: The Law of itself produces death; but, in another sense, the Law brings life because it forces one to recognize his insufficiency.
pt: A lei de si produz morte; mas, em outro sentido, a lei traz vida porque força a reconhecer sua insuficiência.

source: The Law that was abolished, then, was the law that related to the sacrifices.
pt: A lei que foi abolida, então, era a lei relacionada aos sacrifícios.

source: The Law until then appeared to the Israelite to be something outside him; now it was to be within - in his heart - to be an integral part of the most intimate secrets of his being.
pt: A Lei até então parecia ao israelita ser algo fora dele; agora deveria estar dentro - em seu coração - de ser parte integrante dos segredos mais íntimos de seu ser.

source: The Law written in people’s hearts becomes much more demanding than the Law written in stone.
pt: A lei escrita no coração das pessoas se torna muito mais exigente do que a lei escrita em pedra.

source: The Law, says God, that I wrote on tables (Exodus 34:1) will henceforth be written in your heart.
pt: A Lei, diz Deus, que eu escrevi nas tabelas (Êxodo 34: 1) será doravante escrita em seu coração.

source: The Lessons
pt: As lições

source: The Levites, God’s priests, were not permitted the right to put down roots anywhere.
pt: Os levitas, sacerdotes de Deus, não tinham permissão para criar raízes em qualquer lugar.

source: The Literary Structure.
pt: A estrutura literária.

source: The Lord - it was felt and lived - was very near.
pt: O Senhor - foi sentido e vivido - estava muito próximo.

source: The Lord is our righteousness.“129
pt: O Senhor é nossa justiça. ”129

source: The Lutheran doctrine of the Jewish Law in opposition to ‘Christian grace’ rests on a misunderstanding of what the Torah really is in Judaism….
pt: A doutrina luterana da lei judaica em oposição à "graça cristã" repousa sobre um mal-entendido sobre o que a Torá realmente é no judaísmo ...

source: The Maharal190 draws from this text the lesson that obedience to divine laws ought to be elevated above personal conviction.191 “We cannot arrive at a knowledge of what is true,” notes S. R. Hirsh, “without living according to divine laws.
pt: O Maharal190 extrai desse texto a lição de que a obediência às leis divinas deveria ser elevada acima da convicção pessoal.191 “Não podemos chegar a um conhecimento do que é verdadeiro”, observa SR Hirsh, “sem viver de acordo com as leis divinas.

source: The Malachi text asks that the Law of Moses handed down at Sinai be remembered; the Revelation text encourages fear of the Creator God.
pt: O texto de Malaquias pede que a Lei de Moisés proferida no Sinai seja lembrada; o texto do Apocalipse encoraja o medo do Deus Criador.

source: The Messiah King.
pt: O rei do Messias.

source: The Messiah and the serpent locked in conflict finally merge in a simultaneous death.
pt: O Messias e a serpente presos no conflito finalmente se fundem em uma morte simultânea.

source: The Messiah he had accepted was the One his fathers had proclaimed in word and song.
pt: O Messias que ele aceitara era o que seus pais haviam proclamado em palavras e canções.

source: The Messiah he talked about could be recognized in the texts they read and studied earnestly day after day.
pt: O Messias de que ele falou poderia ser reconhecido nos textos que leram e estudaram seriamente dia após dia.

source: The Messiah involves a revelation of God, not a human usurpation.
pt: O Messias envolve uma revelação de Deus, não uma usurpação humana.

source: The Messiah is designated as son of Joseph when He is the victim and as the son of David when He is the king.116 Later, however, Jewish writings generally117 build a complete dialectic on this distinction between the two Messiahs.
pt: O Messias é designado como filho de José quando Ele é a vítima e como filho de Davi quando Ele é o rei.116 Mais tarde, porém, os escritos judaicos geralmente constroem uma dialética completa sobre essa distinção entre os dois Messias.

source: The Messiah of Israel thus is likened to God and bears the name (Yahweh) of God.
pt: O Messias de Israel é assim comparado a Deus e leva o nome (Yahweh) de Deus.

source: The Midrash Rabbah follows this same line of interpretation.
pt: O Midrash Rabbah segue essa mesma linha de interpretação.

source: The Midrash even undertook to explain it by an extraordinary hypothesis involving a mysterious seeding and conception from on high: “The Redeemer that I shall bring forth one day will be without father, as it has been said: Behold a man whose name is seed142 and he shall germinate by his own means even as Isaiah has said: He rose up before him even as a seed, as a shoot that comes forth from dry land….
pt: O Midrash até se comprometeu a explicá-lo por uma hipótese extraordinária envolvendo uma misteriosa semeadura e concepção do alto: “O Redentor que eu trago um dia não terá pai, como foi dito: Eis aqui um homem cujo nome é semente. ele germinará pelos seus próprios meios como Isaías disse: Ele se levantou diante dele como uma semente, como um rebento que sai da terra seca.

source: The Misunderstanding of the Crucifixion
pt: O mal-entendido da crucificação

source: The New Covenant is a deepening internalizing of the Old.
pt: A Nova Aliança é um aprofundamento da internalização do Velho.

source: The New Covenant that Jeremiah foresees, far from abolishing the old, on the contrary, actually extends it.
pt: O Novo Pacto que Jeremias prevê, longe de abolir o antigo, pelo contrário, na verdade o estende.

source: The New Covenant was in no way an evolution.
pt: A Nova Aliança não era de forma alguma uma evolução.

source: The New Covenant was not a break or a separation but, on the contrary, a rebirth ot the Everlasting Covenant.
pt: A Nova Aliança não foi uma ruptura ou uma separação, mas, pelo contrário, um renascimento da Aliança Eterna.

source: The New Testament - the book of Revelation in particular - picks up the same theme and sees in the serpent the incarnation of “the Devil and Satan.” Revelation 12:9, R.S.V.
pt: O Novo Testamento - o livro do Apocalipse em particular - pega o mesmo tema e vê na serpente a encarnação do “diabo e de Satanás”. Apocalipse 12: 9, RSV

source: The New Testament account alludes to these two categories of Israelites: “When he [Jesus] entered Jerusalem, all the city was stirred, saying, ‘Who is this?’ And the crowds said, This is the prophet Jesus from Nazareth of Galilee.’ Matthew 21:10, 11.
pt: O relato do Novo Testamento alude a essas duas categorias de israelitas: “Quando ele [Jesus] entrou em Jerusalém, toda a cidade se agitou, dizendo: 'Quem é esse?' E as multidões disseram: Este é o profeta Jesus, de Nazaré da Galiléia. Mateus 21:10, 11.

source: The New Testament story makes only one allusion to a time when “shadow” met “substance,” and that was in connection with the crucifixion: “And behold, the curtain of the temple was torn in two, from top to bottom.” Matthew 27:51.
pt: A história do Novo Testamento faz apenas uma alusão a uma época em que “sombra” encontrou “substância”, e isso estava relacionado com a crucificação: “E eis que a cortina do templo foi dividida em duas, de cima para baixo”. Mateus 27:51.

source: The Old Testament more than once makes this clear: “I will punish all those who are circumcised [in the flesh] but yet uncircumcised [in the heart].” Jeremiah 9:25.
pt: O Antigo Testamento, mais de uma vez, deixa isso claro: “Castigarei todos os que são circuncidados [na carne], mas ainda incircuncisos [no coração].” Jeremias 9:25.

source: The Passersby.
pt: Os transeuntes.

source: The Posterity of the Woman.
pt: A posteridade da mulher.

source: The Priests.
pt: Os sacerdotes.

source: The Problem
pt: O Problema

source: The Risk.
pt: O risco.

source: The Romans.
pt: Os romanos.

source: The Sabbath commandment is an integral part of the Law.
pt: O mandamento do sábado é uma parte integral da lei.

source: The Sabbath was to be a day when people could renew their relationship with God that may have weakened or broken down during days of labor.
pt: O sábado deveria ser um dia em que as pessoas poderiam renovar seu relacionamento com Deus, que pode ter enfraquecido ou quebrado durante os dias de trabalho.

source: The Sacred Book owes its existence, in fact, to conversion.
pt: O Livro Sagrado deve sua existência, de fato, à conversão.

source: The Scriptures were read and loved and taken to heart.
pt: As Escrituras foram lidas e amadas e levadas a sério.

source: The Semite and the Aryan (or Indo-German) were set one against the other.70 The comparison was perceived as an advantage for the Aryan.71
pt: O semita e o ariano (ou indo-alemão) foram colocados um contra o outro.70 A comparação foi percebida como uma vantagem para os arianos71.

source: The Semitic mind is in sharp contrast with the Greco-Latin mind.253 One takes a lesson from history; thus existence precedes thought.
pt: A mente semita está em nítido contraste com a mente greco-latina.253 Uma lição é extraída da história; Assim, a existência precede o pensamento.

source: The Spirit Blows
pt: O Espírito Sopra

source: The Spirit “blows where it wills” and when it wills.
pt: O Espírito "sopra onde quer" e quando quiser.

source: The Talmud speaks expressly of the death of the son of David.118 It is also significant that the Suffering Messiah portrayed in Isaiah 53 is identified as the Messiah King,119 a title that designated specifically the Messiah as the son of David.120 The Messiah son of Joseph also appears with the bearing of a glorious Messiah.
pt: O Talmud fala expressamente da morte do filho de Davi.118 Também é significativo que o Messias Sofredor retratado em Isaías 53 seja identificado como o Rei Messias, 119 um título que designava especificamente o Messias como filho de Davi.120 O Messias filho de José também aparece com o porte de um glorioso Messias.

source: The Targum of Jonathan also interprets Isaiah 53 in a messianic sense.
pt: O Targum de Jonathan também interpreta Isaías 53 em um sentido messiânico.

source: The Targum of Jonathan fits the typical traditional view , since it translates the text in this manner: “Behold, the days are coming, says Yahweh, when I shall bring forth to David the Messiah of justice.
pt: O Targum de Jonathan se encaixa na visão típica tradicional, uma vez que traduz o texto desta maneira: “Eis que vêm os dias, diz o Senhor, quando eu trouxer a Davi, o Messias da justiça.
